import { NewsContent } from "../types";


const newsMocks: NewsContent[] = [{
    id: '1',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.webp'),
    publishTime: new Date('2021-04-29'),
    link: 'http://rsgis.whu.edu.cn/info/1083/8376.htm',
    tag: 'center',
    author: '武汉大学遥感信息工程学院',
    content: ` 全院各单位：为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”，中心主任及副主任人员构成如下：

 主  任：孟小亮
 副主任：季  铮   张志超   卢  冰

 特此通知



武汉大学遥感信息工程学院   
2021年4月26日`

},
{
    id: '2',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.webp'),
    publishTime: new Date('2021-10-18'),
    link: 'http://rsgis.whu.edu.cn/info/1108/9594.htm',
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: `本网讯【通讯员 田浩辰】10月12-15日，2021年第七届中国国际“互联网+”创新创业大赛决赛在南昌大学举行。遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖。
![](http://rsgis.whu.edu.cn/__local/6/23/86/2A079F501F1F4A6262B1932D603_F75DBE5D_6D8000.jpg)团队部分成员合影“雷视通”项目由我院黄玉春老师、孟小亮老师，以及卫星导航定位技术研究中心江金光老师共同指导，团队成员全部为本科生，包括我院2018级本科生谢烁红、陈江伟，2019级本科生田浩辰、王力行、冯苑君、李昊澄，以及资源与环境科学学院颜思睿、经济管理学院林博瀚和弘毅学堂申诚。“雷视通”项目致力于解决日益突出的车路矛盾，打造智慧城市的“明眸慧眼”。雷视一体机融合毫米波雷达与机器视觉，拥有强大的算法、轻量的结构与高效的数据融合，实现低延时、全要素、精匹配与复杂交通场景的识别。除了硬件设备，团队还自主研发了智慧交通大数据引擎，助力交通强国应用，软硬件结合一体两翼布局智慧交通行业，专注于智能交通检测设备与智慧交通解决方案，赋能交通科技创新，助力“人优其行、车畅其流”。团队已经与武大杰出校友陶闯创办的AI时空领军企业维智卓新签署合作协议，共同扩展雷视新型物联网基础设施在智慧城市数字孪生底座的智能化应用。
![](http://rsgis.whu.edu.cn/__local/8/3A/FD/22B55144B3B62B59DDCD5350EDC_2B8C7944_D6AD.jpg)    本届中国国际“互联网+”大学生创新创业大赛由教育部等12个国家部委、科研院所及江西省人民政府共同主办，共有来自121个国家和地区的4347所院校、228万余个项目、956万余人次报名参赛，大赛的参与度和含金量再攀历史新高。遥感信息工程学院高度重视“三创”教育工作，遥感信息大学生创新创业中心全程参与项目的孵化，在张祖勋院士和龚健雅院士的倾力指导下，在学院领导和同事们的关心关怀下，在兄弟院校和企业的支持下，在所有人的不懈努力下，最终在本届大赛中取得了历史性突破。这也是将我校我院大学生创新创业教育与人才培养紧密结合，促进教育链、人才链与产业链、创新链有机衔接，推动产学研用相互融合的生动诠释。
![](http://rsgis.whu.edu.cn/__local/E/11/62/3AFDDCD7EBF3BACC7761CF7E846_59130D3F_568000.jpg)
   张祖勋院士与团队部分成员合影
   
![](http://rsgis.whu.edu.cn/__local/5/E3/10/71B445B96A55575D12C75694D1E_AD467DC6_2519F2.jpg)   龚健雅院士与团队部分成员合影`
},
{
    id: '3',
    title: '中心指导的本科生团队斩获第十届“中国软件杯”大学生软件设计大赛3项一等奖',
    descrip: '第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一',
    publishTime: new Date('2021-09-10'),
    link: 'https://news.whu.edu.cn/info/1007/65292.htm',
    imgUrl: require('./resources/news-mocks-1.webp'),
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: `新闻网讯（通讯员王凯旋、余智涛）9月5日，第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一。此外，我校还获得二等奖1项、三等奖2项，同时获得“最佳学校组织奖”、3项“优秀指导老师奖”。王凯旋团队开发的“基于时空信息管理的云相册”由遥感信息工程学院孟小亮老师指导，通过运用一系列智能API和云存储等技术，使作品不仅具有照片存储的功能，还能利用超强的云计算能力对照片进行智能管理和个性化创作，并通过地图可视化等手段保留用户足迹，给予用户更好的体验。郑云龙团队开发的“基于国产操作系统的人工智能应用系统”由遥感信息工程学院高智老师指导，主要基于国产银河麒麟系统，进行了一系列人工智能应用的部署开发工作。该作品包括框架编译、模型训练、模型部署、应用开发，以及模型转换五个部分，很好地实现了多款人工智能应用。
![](https://news.whu.edu.cn/__local/8/8B/40/8193071FB1664D7BF30E8C46A49_B9E93B4A_F52B.png)    
“基于国产操作系统的人工智能应用系统”何婵娟团队开发的“识图”由测绘遥感信息工程国家重点实验室陈关州老师指导，是一款遥感影像地表覆盖分类与图斑变化智能监测软件，基于Windows10操作系统、Python和C++语言,实现了遥感影像和矢量数据的交互可视化处理,通过给定参考点位的方式进行半自动提取影像图斑,大大提高了图斑提取的精度和效率。
![](https://news.whu.edu.cn/__local/5/88/CD/0DEB1EE30A7348FF07E7DE24B23_2819D35A_69FAE.jpeg)    
“识图”本次竞赛依托于遥感信息工程学院大学创新创业中心，构建了完整的指导团队和培训体系，通过开设第三学期课程“大学生软件设计训练”规范、强化备赛训练，经过前期的精心备赛和反复打磨，无论是项目作品代码还是路演文档都努力做到精益求精，最终取得优异成绩。
![](https://news.whu.edu.cn/__local/6/B4/D3/FA0843F3FA2CC23CE1CDA0C312E_B5404DA7_16F3D.jpeg)    
第三学期课程“大学生软件设计训练”师生合影据悉，“中国软件杯”大学生软件设计大赛由工业和信息化部、教育部、江苏省人民政府共同主办，是一项面向全国高校在校生的公益性国家级学科竞赛。该项竞赛聚焦产业发展重点，将技术难题凝练成赛题，有力推动了产教深度的融合，适合与软件相关的任何专业的学生参加。该赛事已成为我国影响力最大的软件类学科竞赛，本届大赛中有多个遥感与空间信息类赛题，参赛高校覆盖全国31个省份，参赛队伍覆盖千余所高校，累计近2万名大学生参赛，参赛规模再创新高。（供图：王凯旋、郑云龙、何婵娟 编辑：付晓歌、相茹）`
},
{
    id: '4',
    title: '中心孵化创业项目获湖北省第七届中国国际“互联网+”大赛金奖铜奖',
    descrip: '我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖',
    publishTime: new Date('2021-08-07'),
    link: 'http://rsgis.whu.edu.cn/info/1252/9204.htm',
    imgUrl: require('./resources/news-mocks-2.webp'),
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: `（通讯员：孟小亮   张志超）7月29日-30日，湖北省第七届中国国际“互联网+”大学生创新创业大赛决赛在湖北工业大学举行。我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖。本届“互联网+”省赛自启动以来，共有来自全省131所学校6.8万余个项目、30.5万人次报名参赛，参赛规模和项目种类创历史新高。
![](http://rsgis.whu.edu.cn/__local/3/2C/02/1A7314464390BDD5E55213C415D_92E6168C_9153F.jpg)
金奖项目“雷视”是一套雷达和摄像头获取融合数据的智能交通检测器，核心功能包括交通流实时检测、交通流智能分析和交通事故智能监测，项目已在哈尔滨市和珠海市进行了试点实验。项目本科生团队还申请了4项发明专利，获得了2项软件著作权，发表了1篇学术论文。
![](http://rsgis.whu.edu.cn/__local/E/58/50/34AD6F39729078BE20537935B78_AE9DA7EA_2770F.jpg)   
 本次获奖项目均为我院“遥感信息大学生创新创业中心”的孵化项目，在中心的组织规划下，项目团队师生积极备赛，昼研夜练，利用课外时间反复打磨产品原型、商业计划书与路演。从软硬件的开发测试，到计划书中文字图片的内容逻辑，甚至路演的语音语速语调等方面都精益求精。中心帮助团队邀请了多名学术专家、企业专家与投资专家为项目找问题、提建议和模拟答辩。在这些努力下，项目团队不断成长，最终取得了学院目前为止在“互联网+”大赛主赛道上的最好成绩。
![](http://rsgis.whu.edu.cn/__local/8/B3/BB/F3ADBDBAE94C0D48552DD64D9D2_0AAFF8C5_3F98D.jpg)   
 据悉，学院“遥感信息大学生创新创业中心”于2021年4月成立，旨在面向我院大学生进行基础创新创业教育，探索与卓工班计划结合的企业实战项目制培养方案，并借助“互联网+”和“挑战杯”等高水平创新创业与学科竞赛来孵化大学生创新创业实践团队，持续探索遥感创新创业学生筛选和培养机制。中心将持续为学院师生服务，提供大学生创新创业条件与环境，培育更多优秀大学生创新创业成果，提高遥感学子创新创业能力。
![](http://rsgis.whu.edu.cn/__local/6/0A/90/96898782C8B4FBFF8FCC68B7D40_C007623A_17CC40.png)   
 （编辑整理：党政办公室）`
},
{
    id: '5',
    title: '中心孟小亮教授“空间信息工程技术”课程（MOOC课程，创新创业课程）入选国家首批“金课”榜单',
    descrip: ' 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位',
    publishTime: new Date('2020-12-02'),
    link: 'http://rsgis.whu.edu.cn/info/1252/8511.htm',
    imgUrl: require('./resources/news-mocks-3.webp'),
    tag: 'research',
    author: '武汉大学遥感信息工程学院',
    content: ` 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位。
据悉，首批国家级一流本科课程，是贯彻落实《教育部关于深化本科教育教学改革全面提高人才培养质量的意见》《教育部关于一流本科课程建设的实施意见》精神，根据《“双万计划”国家级一流本科课程推荐认定办法》和遴选工作方案，由教育部高教司组织，经过网评、会评、公示等程序，坚持客观、专业、公平、公正，经过严格遴选产生的。通过认定的国家级一流本科课程须继续坚持高阶性、创新性、挑战度的标准，坚持学生中心、产出导向、持续改进的理念，示范带动更多高校和教师参与教育教学改革。教育部将通过使用评价、定期检查等方式，对国家级一流本科课程继续建设进行跟踪监督和管理，持续推进“学习革命”向“质量革命”纵深发展，助推迈入普及化的中国高等教育跃上新台阶。本次5118门国家级一流本科课程中，含1559门在促进信息技术与教育教学深度融合，特别是在应对新冠肺炎期间实施的大规模在线教学中作出了重要贡献的原2017年、2018年国家精品在线开放课程和国家虚拟仿真实验教学项目。`
},
{
    id: '6',
    title: '中心协助学院获武汉大学第七届大学生“三创”成果展示会“三创成果奖”、“优秀组织奖”、“优秀三创导师奖”、“我最喜爱的成果奖”和“优秀学术论文奖”等全部奖项',
    descrip: '按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。',
    publishTime: new Date('2020-12-18'),
    link: 'http://uc.whu.edu.cn/info/1039/10635.htm',
    imgUrl: require('./resources/news-mocks-4.webp'),
    tag: 'research',
    content: `各学院（系）：按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。现将结果名单予以公示（见附件）。公示时间为：2020年12月18日至12月25日。若对公示结果持有异议，请在公示期内以书面形式实名反馈到本科生院教务处，电子邮箱为：115647187@qq.com。附件：武汉大学第七届大学生“三创”成果展示会优秀参展成果名单`,
    author: "武汉大学",
},
{
    id: '7',
    author: "俱乐部宣传部",
    title: '中心LOGO和标语征集活动开始啦～',
    descrip: '武汉大学的才子才女们，快来提交你们的创意设计作品吧！',
    publishTime: new Date('2022-03-25'),
    link: null,
    imgUrl: require('../mocks/resources/news-mocks-5.webp'),
    tag: 'center',
    content: `
<center><h3>有件大事喊你助攻！</h3></center>

<center><h3>征集活动开始啦！</h3></center>
   
<center><h3>有才华，有灵感、有思想、有天赋</h3></center>
   
<center><h3>创意无限的武汉大学才子&才女们</h3></center>
   
<center><h3>展示的机会到啦！</h3></center>

<center><h3>现在</h3></center>

<center><h3>拿起你们的画笔，发挥你们的想象力</h3></center>

<center><h3>来为武汉大学遥感信息工程大学生创新创业中心</h3></center>

<center><h3>设计LOGO和标语</h3></center>

<img src="https://tva1.sinaimg.cn/large/e6c9d24egy1h0m6phtnc2j20hs0e63yx.jpg" alt="image-20220325155908831" style="zoom:50%;" />

## 活动背景

“武汉大学遥感信息工程大学生创新创业中心”(后简称“双创中心”)是**发布创新创业活动信息，交流工作，宣传先进示范，展示师生风采，服务师生创新创业实践，联络创业校友**的实践活动平台。为了能够更好地宣传和推广双创中心，决定面向武汉大学校内广大学生征集徽标和标语，欢迎大家踊跃投稿~

## 组别设置

 本次征集活动分为**LOGO组**和**标语组**，可单独参加其中一组，也可同时参加。

## 征集时间

**3月26日～4月26日18:00**——作品投稿时间

**4月27日~5月9日**——双创中心组委会初审，评选LOGO组入围作品10名，标语组入围作品5名

**5月10日**——对入围作品进行公开投票

**5月20日**——公布最终结果

## 设计创意需求

### LOGO组：

- LOGO需符合双创中心角色，紧扣主旨，易于识别、记忆和传播；
- LOGO设计简洁、色彩明快、构图新颖，应用性强，适用于网站、微信、宣传用品和媒体宣传等各种载体和场合；因网站建设需要，**请额外在原LOGO设计上导出前景色为纯白色的版本（背景透明）**。
- LOGO应征作品仅限于平面设计稿，且无需包含双创中心名称等文字信息，**导出文件应为PNG格式**，**导出分辨率不低于256*256像素**；
### 标语组：
- 标语须结合双创中心职能。主题深刻，上口易记，创意新颖，并具有较强的亲和力，吸引力，感召力和传播力。
- 标语文字表述应简洁精炼，注意用词、格调和寓意，不可庸俗、粗俗或涉及不相关的内容。
- 不超过25个字。

为保证入围评选的公平性，LOGO和标语作品本身**不可包含任何足以识别作者本人身份的信息**，但**请保留LOGO源文件或导出文件的作者、时间等信息**。

作品必须是原创作品，具有独特性、创新性、此前未以任何形式公开发表的作品。不得抄袭他人。

## 作品提交方式

请在[双创中心网站作品提交页面](#/events/logo)提交。

### 注意事项：

* LOGO组作品应提交**LOGO的PNG导出文件两份（原色彩版本和纯白色版本）**和50~200字创作理念简介。创作理念简介包括图样尺寸、比例、颜色等，阐述设计思路、理念和含义等。
* LOGO组评选入围的前10名作品作者需要在**入围通知发布后1周内提交设计稿源文件到指定邮箱**，具体详情将在入围通知中公布。
* 标语组提交所构想的标语和不超过100字的创作理念简介即可。

## 评选细则

LOGO组与标语组的作品评分细则均为：

* 初审阶段（4月27日~5月9日）：由双创中心组委会投票选出入围作品。

* 终审阶段（5月10日-5月20日）：双创中心组委会投票，占比50%；公开投票，占比50%。
* 依终审评分确定最终奖项。

## 奖项设置

本次征集活动中，分组别设置奖项如下：

### LOGO组：

设置2个奖项，最佳创意奖1名，提名奖5名。

**最佳创意奖**1名：设计作品选为双创中心官微Logo并给予获奖证书和奖品，永久记录院史、重大事项，双创中心文化墙上的永久记录。

**提名奖**5名：赠送武大精美纪念品1份并给予纪念证书。

### 标语组：

设置2个奖项，最佳创意奖1名，提名奖2名。

**最佳创意奖**1名：设计作品选为双创中心标语并给予获奖证书和奖品，永久记录院史、重大事项，双创中心文化墙上的永久记录。

**提名奖**2名：赠送武大精美纪念品1份并给予纪念证书。

所有入围作品（LOGO组10名，标语组5名），均给予纪念证书和感谢信。

## 参与须知

武汉大学遥感信息工程学院有权对该作品进行任何形式的使用、开发、设计、修改、授权、许可或保护等活动。根据《著作权法》规定，凡获奖应征作品，武汉大学遥感信息工程大学生创新创业中心为唯一被投稿方，作者（投稿人）须承诺其作品的著作权全部归所有。作品必须是原创作品，不得抄袭他人。凡投稿均被视为已接受本征集公告的所有条款。

本次双创中心所征集的LOGO和标语也将用于武汉大学“遥感+”学生俱乐部。

本次征集的最终解释权归武汉大学遥感信息工程学院所有。   
`,
}
];

// TODO：用真新闻替换
const duplicatedNewsMocks: NewsContent[] = [];
for (let i = 0; i < 24; ++i) {
    const realNews = newsMocks[i % newsMocks.length];
    duplicatedNewsMocks.push(Object.assign({}, realNews, { id: realNews.publishTime.getTime().toString() + i }))
}

export default duplicatedNewsMocks;