import { NewsContent } from "../types";

const contentMock = `
# 我院2门本科课程入选国家首批“金课”榜单

11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位。

据悉，首批国家级一流本科课程，是贯彻落实《教育部关于深化本科教育教学改革全面提高人才培养质量的意见》《教育部关于一流本科课程建设的实施意见》精神，根据《“双万计划”国家级一流本科课程推荐认定办法》和遴选工作方案，由教育部高教司组织，经过网评、会评、公示等程序，坚持客观、专业、公平、公正，经过严格遴选产生的。通过认定的国家级一流本科课程须继续坚持高阶性、创新性、挑战度的标准，坚持学生中心、产出导向、持续改进的理念，示范带动更多高校和教师参与教育教学改革。教育部将通过使用评价、定期检查等方式，对国家级一流本科课程继续建设进行跟踪监督和管理，持续推进“学习革命”向“质量革命”纵深发展，助推迈入普及化的中国高等教育跃上新台阶。本次5118门国家级一流本科课程中，含1559门在促进信息技术与教育教学深度融合，特别是在应对新冠肺炎期间实施的大规模在线教学中作出了重要贡献的原2017年、2018年国家精品在线开放课程和国家虚拟仿真实验教学项目。

[新闻链接测试](http://rsgis.whu.edu.cn/info/1108/9594.htm)

纯链接：https://news.whu.edu.cn/info/1007/65292.htm

# 中心成功举办第一期“遥感+”俱乐部沙龙活动

## 二级标题

### 三级标题

#### 四级标题

##### 五级标题

无序列表：

- 第一项
- 第二项
- 第三项
  - 第3-1项
  - 第3-2项

有序列表：

1. 第一项

2. 第二项

   1. 列表嵌套链接[新闻链接测试](http://rsgis.whu.edu.cn/info/1108/9594.htm)

   2. 列表嵌套图片![img](http://rsgis.whu.edu.cn/__local/A/3F/9F/2580FA7698DDA0AF517CE27BB0A_266B4424_4A6A0E.jpg)

      列表换行纯文本

3. 第三项

   1. 第3-1项
   2. 第3-2项

表格测试：

- | 表头     | 表头                                                         | 表头                                                         |
  | -------- | ------------------------------------------------------------ | ------------------------------------------------------------ |
  | 内容文本 | 很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长很长的内容文本 | 收到我的                                                     |
  |          | 表格内链接[新闻链接测试](http://rsgis.whu.edu.cn/info/1108/9594.htm) |                                                              |
  |          | 表格内图片![img](http://rsgis.whu.edu.cn/__local/A/3F/9F/2580FA7698DDA0AF517CE27BB0A_266B4424_4A6A0E.jpg) | ![img](http://rsgis.whu.edu.cn/__local/A/3F/9F/2580FA7698DDA0AF517CE27BB0A_266B4424_4A6A0E.jpg) |

2021年12月16日，“遥感+文化遗产”沙龙活动在学院成功举办，历史学院张昌平教授、遥感信息工程学院王少华副教授担任本次沙龙嘉宾。共青团武汉大学委员会书记黄鑫、遥感信息工程学院院长张永军、副院长龚龑等出席活动，来自遥感信息工程学院、历史学院、弘毅学堂的师生们参加了本次活动。遥感信息大学生创新创业中心主任孟小亮教授主持活动。

![img](http://rsgis.whu.edu.cn/__local/A/3F/9F/2580FA7698DDA0AF517CE27BB0A_266B4424_4A6A0E.jpg)

张永军院长对活动首先致欢迎辞，勉励各位同学们要努力培养创新意识，表示学院与学校会为同学们积极搭建平台，提供优质的资源。

![img](http://rsgis.whu.edu.cn/__local/C/08/E3/28B24DB96A5A3DFD20EC7B92159_6DF78730_4C2444.jpg)

黄鑫书记为在致辞中表示，希望有更多的师生参与到“互联网+”、挑战杯等创新创业大赛，在课内课外不断开展创新创业实践活动。

![img](http://rsgis.whu.edu.cn/__local/4/64/35/10AECA7C80E9BE30021F45CE808_E8D10DFD_3F66EC.jpg)

本期活动主体是两场专题报告，分别是张昌平教授的“一位考古学家看当代社会”专题报告，王少华副教授的“遥感+文化遗产科技成果产业化”专题报告。张老师从“考古学改变人们观念”、“考古学展示人类文明成就”、“考古学揭示文化传统”、“考古学家看当代社会”、“考古学家的未来观”五个方面来介绍考古学所能发挥的作用与意义。张老师还举了“青铜器、水稻种植、热干面、牛奶、性别与分工”等生动的例子，用通俗生动的语言进一步揭示考古学与各种文化现象的关系，以及和空间信息及遥感技术的结合研究与应用。

![img](http://rsgis.whu.edu.cn/__local/A/24/8F/F6AF55533B5ECBCB9BE19A99EA4_6EA2B7CE_2288A0.jpg)

王老师以目前的“敦煌小冰”、“虚拟展览”为例，让同学们切实感受到“文化遗产+数字科技”的魅力。并且以“瑞鹿云”、“珞图网”两个互联网项目说明武汉大学为云服务方面做出的努力。王老师认为“各个领域都在提数字转型，而在考古方面，我们可以用数字科技，为考古工作提供采集提取、软件平台、信息服务等一体化解决方案”。

沙龙交流活动中，遥感院、弘毅学堂、历史院等学院的同学们提出了多个有意思的问题，包括“遥感技术怎样更好的同物质文化遗产方面相结合？”，“如何从考古角度看待如何当代内卷化现象？”，“遥感技术与非物质文化遗产相结合方面有何看法？”，“考古实践中使用到很多技术或设备，但出现了使用问题考古人不知道怎么解决怎么办？”等，专家们对同学们的问题都进行了解答和探讨。

在活动现场的一角，同学们还纷纷用虚拟现实设备（VR）亲身体验了“数字敦煌”，戴上一个眼镜，一个敦煌洞窟就栩栩如生的立体展示在眼前，体会到“遥感+文化遗产”的实际应用与价值。

![img](http://rsgis.whu.edu.cn/__local/1/80/96/46B1E2335B7C8F0E7BFF48843EC_0611BA0F_26138.jpg)

活动最后，遥感信息工程学院龚龑副院长对活动进行了总结，并从学科观、职业观、培养观三个方面对“遥感+”沙龙活动的目的进行了分析，鼓励同学们积极思考与规划。

据悉，遥感信息大学生创新创业中心成立以来，致力于对大学生参加课外学术科技创新与创业实践活动的推动与指导。遥感大学生创新创业中心不仅仅为遥感学院师生服务，也积极为兄弟学院提供平台。中心成立的“遥感+”俱乐部的三个关键词是“遥感+”、学科交叉、创新创业。本次“遥感+文化遗产”活动是是第一期，今后持续开展，每期将邀请2-3位跨学科专家、创业导师等与学生交流座谈，探索与遥感结合的创新创业方向。

![img](http://rsgis.whu.edu.cn/__local/A/B0/46/01E03C6BD84B649CF7EDB696BFC_BB74B2FF_44620.jpg)
`;

const newsMocks: NewsContent[] = [{
    id: '1',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.png'),
    publishTime: new Date('2021-04-29'),
    link: 'http://rsgis.whu.edu.cn/info/1083/8376.htm',
    tag: 'center',
    author: '武汉大学遥感信息工程学院',
    content: contentMock

}, {
    id: '2',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.jpg'),
    publishTime: new Date('2021-10-18'),
    link: 'http://rsgis.whu.edu.cn/info/1108/9594.htm',
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: contentMock
}, {
    id: '3',
    title: '中心指导的本科生团队斩获第十届“中国软件杯”大学生软件设计大赛3项一等奖',
    descrip: '第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一',
    publishTime: new Date('2021-09-10'),
    link: 'https://news.whu.edu.cn/info/1007/65292.htm',
    imgUrl: require('./resources/news-mocks-1.jpeg'),
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: contentMock
}, {
    id: '4',
    title: '中心孵化创业项目获湖北省第七届中国国际“互联网+”大赛金奖铜奖',
    descrip: '我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖',
    publishTime: new Date('2021-08-07'),
    link: 'http://rsgis.whu.edu.cn/info/1252/9204.htm',
    imgUrl: require('./resources/news-mocks-2.jpeg'),
    tag: 'competition',
    author: '武汉大学遥感信息工程学院',
    content: contentMock
}, {
    id: '5',
    title: '中心孟小亮教授“空间信息工程技术”课程（MOOC课程，创新创业课程）入选国家首批“金课”榜单',
    descrip: ' 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位',
    publishTime: new Date('2020-12-02'),
    link: 'http://rsgis.whu.edu.cn/info/1252/8511.htm',
    imgUrl: require('./resources/news-mocks-3.png'),
    tag: 'research',
    author: '武汉大学遥感信息工程学院',
    content: contentMock
}, {
    id: '6',
    title: '中心协助学院获武汉大学第七届大学生“三创”成果展示会“三创成果奖”、“优秀组织奖”、“优秀三创导师奖”、“我最喜爱的成果奖”和“优秀学术论文奖”等全部奖项',
    descrip: '按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。',
    publishTime: new Date('2020-12-18'),
    link: 'http://uc.whu.edu.cn/info/1039/10635.htm',
    imgUrl: require('./resources/news-mocks-4.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '7',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.png'),
    publishTime: new Date('2021-04-29'),
    link: 'http://rsgis.whu.edu.cn/info/1083/8376.htm',
    tag: 'center',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '8',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.jpg'),
    publishTime: new Date('2021-10-18'),
    link: 'http://rsgis.whu.edu.cn/info/1108/9594.htm',
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '9',
    title: '中心指导的本科生团队斩获第十届“中国软件杯”大学生软件设计大赛3项一等奖',
    descrip: '第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一',
    publishTime: new Date('2021-09-10'),
    link: 'https://news.whu.edu.cn/info/1007/65292.htm',
    imgUrl: require('./resources/news-mocks-1.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '10',
    title: '中心孵化创业项目获湖北省第七届中国国际“互联网+”大赛金奖铜奖',
    descrip: '我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖',
    publishTime: new Date('2021-08-07'),
    link: 'http://rsgis.whu.edu.cn/info/1252/9204.htm',
    imgUrl: require('./resources/news-mocks-2.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '11',
    title: '中心孟小亮教授“空间信息工程技术”课程（MOOC课程，创新创业课程）入选国家首批“金课”榜单',
    descrip: ' 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位',
    publishTime: new Date('2020-12-02'),
    link: 'http://rsgis.whu.edu.cn/info/1252/8511.htm',
    imgUrl: require('./resources/news-mocks-3.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '12',
    title: '中心协助学院获武汉大学第七届大学生“三创”成果展示会“三创成果奖”、“优秀组织奖”、“优秀三创导师奖”、“我最喜爱的成果奖”和“优秀学术论文奖”等全部奖项',
    descrip: '按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。',
    publishTime: new Date('2020-12-18'),
    link: 'http://uc.whu.edu.cn/info/1039/10635.htm',
    imgUrl: require('./resources/news-mocks-4.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '13',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.png'),
    publishTime: new Date('2021-04-29'),
    link: 'http://rsgis.whu.edu.cn/info/1083/8376.htm',
    tag: 'center',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '14',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.jpg'),
    publishTime: new Date('2021-10-18'),
    link: 'http://rsgis.whu.edu.cn/info/1108/9594.htm',
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '15',
    title: '中心指导的本科生团队斩获第十届“中国软件杯”大学生软件设计大赛3项一等奖',
    descrip: '第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一',
    publishTime: new Date('2021-09-10'),
    link: 'https://news.whu.edu.cn/info/1007/65292.htm',
    imgUrl: require('./resources/news-mocks-1.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '16',
    title: '中心孵化创业项目获湖北省第七届中国国际“互联网+”大赛金奖铜奖',
    descrip: '我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖',
    publishTime: new Date('2021-08-07'),
    link: 'http://rsgis.whu.edu.cn/info/1252/9204.htm',
    imgUrl: require('./resources/news-mocks-2.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '17',
    title: '中心孟小亮教授“空间信息工程技术”课程（MOOC课程，创新创业课程）入选国家首批“金课”榜单',
    descrip: ' 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位',
    publishTime: new Date('2020-12-02'),
    link: 'http://rsgis.whu.edu.cn/info/1252/8511.htm',
    imgUrl: require('./resources/news-mocks-3.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '18',
    title: '中心协助学院获武汉大学第七届大学生“三创”成果展示会“三创成果奖”、“优秀组织奖”、“优秀三创导师奖”、“我最喜爱的成果奖”和“优秀学术论文奖”等全部奖项',
    descrip: '按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。',
    publishTime: new Date('2020-12-18'),
    link: 'http://uc.whu.edu.cn/info/1039/10635.htm',
    imgUrl: require('./resources/news-mocks-4.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '19',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.png'),
    publishTime: new Date('2021-04-29'),
    link: 'http://rsgis.whu.edu.cn/info/1083/8376.htm',
    tag: 'center',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '20',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.jpg'),
    publishTime: new Date('2021-10-18'),
    link: 'http://rsgis.whu.edu.cn/info/1108/9594.htm',
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '21',
    title: '中心指导的本科生团队斩获第十届“中国软件杯”大学生软件设计大赛3项一等奖',
    descrip: '第十届“中国软件杯”大学生软件设计大赛全国总决赛落幕，武汉大学王凯旋、左肖龙、欧文武团队的“基于时空信息管理的云相册”，郑云龙、万宇、冀虹团队的“基于国产操作系统的人工智能应用系统”，何婵娟、石沈昊团队的“识图”斩获一等奖，一等奖获奖数位居全国第一',
    publishTime: new Date('2021-09-10'),
    link: 'https://news.whu.edu.cn/info/1007/65292.htm',
    imgUrl: require('./resources/news-mocks-1.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '22',
    title: '中心孵化创业项目获湖北省第七届中国国际“互联网+”大赛金奖铜奖',
    descrip: '我院黄玉春和孟小亮老师指导，学生谢烁红、陈江伟、冯苑君、李昊澄、田浩辰和王力行等参赛的“雷视--新一代智能交通检测器”项目斩获金奖。陈江平、胡庆武和赵鹏程老师指导，学生唐夏雨、戴海鑫、王奕迪、钟代琪、何婵娟和谢梦洁等参赛的“微景易房—国内第一个个人虚拟房产中介”项目获得铜奖',
    publishTime: new Date('2021-08-07'),
    link: 'http://rsgis.whu.edu.cn/info/1252/9204.htm',
    imgUrl: require('./resources/news-mocks-2.jpeg'),
    tag: 'competition',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '23',
    title: '中心孟小亮教授“空间信息工程技术”课程（MOOC课程，创新创业课程）入选国家首批“金课”榜单',
    descrip: ' 11月30日，教育部官网发布了《教育部关于公布首批国家级一流本科课程认定结果的通知》，认定5118门课程为首批国家级一流本科课程。我院2门课程入选，其中，方圣辉、龚龑、倪玲、周军其、彭漪老师的“遥感原理与应用”课程入选线下一流课程，孟小亮、张目、张安兵、袁莹老师的“空间信息工程技术”课程入选线上一流课程，龚健雅、李德仁、张祖勋院士参与的“测绘学概论”课程入选线下一流课程。我校共75门课程入选首批国家级一流本科课程，入选总数居全国第四位',
    publishTime: new Date('2020-12-02'),
    link: 'http://rsgis.whu.edu.cn/info/1252/8511.htm',
    imgUrl: require('./resources/news-mocks-3.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}, {
    id: '24',
    title: '中心协助学院获武汉大学第七届大学生“三创”成果展示会“三创成果奖”、“优秀组织奖”、“优秀三创导师奖”、“我最喜爱的成果奖”和“优秀学术论文奖”等全部奖项',
    descrip: '按照《关于举办武汉大学第七届大学生“三创”成果展示会的通知》（武大本函〔2020〕43号）文件精神，根据第七届大学生“三创”成果展示会各项目类别评审标准，评选出“三创”成果奖17项，其中一等奖4项、二等奖6项、三等奖7项，优秀学术论文18篇，“我最喜爱的成果”奖4项，优秀“三创”导师20名；根据学院（系）的参赛组织工作成效，学校评出优秀组织奖8个。',
    publishTime: new Date('2020-12-18'),
    link: 'http://uc.whu.edu.cn/info/1039/10635.htm',
    imgUrl: require('./resources/news-mocks-4.png'),
    tag: 'research',
    content: contentMock,
    author: "武汉大学",
}
];

export default newsMocks;