import { ContentBase } from "../types"

const picMocks: ContentBase[] = [{
    id: '1',
    title: "关于成立“遥感信息工程大学生创新创业中心”的通知",
    descrip: "为深入贯彻落实全国教育大会精神、新时代全国高等学校本科教育工作会议精神和《国务院办公厅关于深化高等学校创新创业教育改革的实施意见》，进一步深化学院创新创业教育改革，根据《国家级大学生创新创业训练计划管理办法》，经学院党政联席会议研究，决定成立“遥感信息工程大学生创新创业中心”",
    imgUrl: require('./resources/pic-mocks-1.webp'),
    link: '/news/'
}, {
    id: '2',
    title: "武汉大学首个！中心孵化的雷视通团队荣获第七届中国国际“互联网+”创新创业大赛本科创意组金奖",
    descrip: "遥感信息工程学院“雷视通--新时代智能交通感知破壁者”项目在大赛中脱颖而出，荣获高校主赛道金奖，创下学院在“互联网+”大赛中的历史最好成绩，值得一提的是，这也是武汉大学在该赛事本科创意组获得的第一个金奖",
    imgUrl: require('./resources/pic-mocks-2.webp'),
    link: '/news/',
}, {
    id: '3',
    title: "中心成功举办第一期“遥感+”俱乐部沙龙活动",
    descrip: "2021年12月16日，“遥感+文化遗产”沙龙活动在学院成功举办，历史学院张昌平教授、遥感信息工程学院王少华副教授担任本次沙龙嘉宾。共青团武汉大学委员会书记黄鑫、遥感信息工程学院院长张永军、副院长龚龑等出席活动，来自遥感信息工程学院、历史学院、弘毅学堂的师生们参加了本次活动。遥感信息大学生创新创业中心主任孟小亮教授主持活动",
    imgUrl: require('./resources/pic-mocks-3.webp'),
    link: '/news/'
}];

export default picMocks;